[DESCRIPTION]	Sprache Französisch
HEAD_NAME_SHORT =	MTU
HEAD_NAME_LONG =	Motoren- und Turbinen-Union
HEAD_CITY =	Friedrichshafen
COMPANY =	Compagnie de chemin de fer:
LOC_TYPE =	Type de loco:
LOC_NUMBER =	Numéro de loco:
MOTOR_TYPE =	Type de moteur:
MOTOR_NUMBER =	Numéro de moteur:
DURATION_COUNT =	Compteur d'heures de fonctionnement:
TERMINAL =	Date/heure afficheur:
LAPTOP =	Date/heure ordinateur:
MODE_DESC =	Mode de fonctionnement:
MODE_0 =	Mode normal
MODE_1 =	Mode service
	
[CONNECTION_STATUS]	
UNKNOWN =	Erreur inconnue
DISCONNECTING =	Connexion à la loco en cours d'interruption
DISCONNECTED =	Connexion à la loco interrompue
INIT =	Initialisation du modem PC
IDLE =	Connexion brièvement interrompue - Suite automatique
OPENING =	Connexion à la loco en cours d'établissement
ANSWERING =	Réponse de la loco 
CONNECTED =	Connexion à la loco établie
RECONNECT =	Reconnexion à la loco
CLOSE =	Aucune connexion possible:\n Causes: \n - Câble non branché \n - Câble incorrect ou défectueux \n - Modem non alimenté \n - Sélection incorrecte de pilote \n - Sélection incorrecte d'interface
NODIALTONE =	Pas de tonalité \n Le modem ne reçoit pas de tonalité du numéro demandé 
BUSY =	Ligne occupée
NOANSWER =	Pas de réponse de la loco
WRONGPIN =	Mauvais PIN de modem PC
WRONGPUK = Entrer le PUK du modem PC, le PIN de modem PC
INUSE =	Interface occupée \n Interface COM actuellement utilisée par un autre programme.
MESSAGE =	Connexion impossible:\n Causes: \n - Câble non branché \n - Câble incorrect ou défectueux \n - Modem non alimenté \n - Sélection incorrecte de pilote du modem PC \n - Sélection incorrecte d'interface COM PC \n - Pas de réponse de la loco \n - Erreur de sélection de modem dans l'afficheur
MODEMDRIVERERROR =	Pilote de modem erroné ou non installé \n Causes: \n - Pilote manquant \n - Mettre le modem hors/sous tension et redémarrer le PC 
MODEMOFF = 		Modem PC non connecté ou hors tension \n Causes: \n - Câble de modem PC non branché \n - Câble de modem PC incorrect ou défectueux \n - Modem PC non alimenté \n - Sélection incorrecte de pilote de modem PC
SERIALOFF = 		Afficheur non connecté ou hors tension
NODATA = 		Aucune alarme présente
NOACCESS =		Accès impossible aux données
TRANSFER_CANCEL = 	Transmission interrompue
	
[LIST_BINARY]	
TITLE =	Points de mesure binaire
COLUMN_TITLE =	Ligne
COLUMN_TITLE =	Description
COLUMN_TITLE =	Etat
	
[LIST_ANALOG]	
TITLE =	Points de mesure analogique
COLUMN_TITLE =	Ligne
COLUMN_TITLE =	Description
COLUMN_TITLE =	Valeur
COLUMN_TITLE =	Unité
	
[LIST_ALARM]	
TITLE =	Messages d'alarmes
COLUMN_TITLE =	Ligne
COLUMN_TITLE =	Description
COLUMN_TITLE =	Type
COLUMN_TITLE =	Catégorie
	
[LIST_DURATION]
TITLE = Compteur d'heures de fonctionnement
COLUMN_TITLE =	Ligne
COLUMN_TITLE =	Description
COLUMN_TITLE =	Valeur
COLUMN_TITLE =	Unité

[LIST_DURATION_FLEET]
TITLE = Compteur d'heures de fonctionnement
COLUMN_TITLE =	Ligne
COLUMN_TITLE = ???_Loknummer
COLUMN_TITLE = ???_Motornummer
COLUMN_TITLE =	Description
COLUMN_TITLE =	Valeur
COLUMN_TITLE =	Unité

[LIST_HISTORY]	
TITLE =	Mémoire circulaire de défauts
COLUMN_TITLE =	Ligne
COLUMN_TITLE =	Description
COLUMN_TITLE =	Date
COLUMN_TITLE =	Heure
COLUMN_TITLE =	Heure fonct.
COLUMN_TITLE =	Type
COLUMN_TITLE =	Catégorie
COLUMN_TITLE =	Etat

[LIST_HISTORY_STATISTIC]		
TITLE =			???error statistic
COLUMN_TITLE =		???line
COLUMN_TITLE =		???description
COLUMN_TITLE =		???priority
COLUMN_TITLE =		???category
COLUMN_TITLE =		???date first
COLUMN_TITLE =		???time first
COLUMN_TITLE =		???date last
COLUMN_TITLE =		???time last
COLUMN_TITLE =		???count
	
[MENU_MAIN]	
FILE =	Fichier
CONNECTION =	Connexion
DATA =	Données
VIEW =	Affichage
WINDOW =	Fenêtre
HELP =	?
	
[MENU_FILE]	
OPEN =	Ouvrir\Ctrl+O
CLOSE =	Fermer
SAVE =	Enregistrer\Ctrl+S
SAV_AS =	Enregistrer sous
EXPORT =	Exporter\Ctrl+X
PRINT =	Imprimer...\Ctrl+P
PR_PREVIEW =	Aperçu avant impression
PR_SETTINGS =	Configuration imprimante...
LAST =	Dernier fichier
EXIT =	Quitter
	
[MENU_CONNECTION]	
CON_SERIAL =	Câble série
CON_MODEM =	Modem
CONNECT =	Connexion
DISCONNECT =	Déconnexion
SETTINGS =	Paramètres de connexion PC
STATE = Etat de connexion
PHONE_BOOK = Annuaire
	
[MENU_DATA]	
BINARY =	Points de mesure binaire
ANALOG =	Points de mesure analogique
ALARM =	Page d'alarme
DURATION = 	Compteur d'heures de fonctionnement
HISTORY =	Mémoire circulaire de défauts
HIST20 =	Mémoire circulaire de défauts, 20 derniers
HIST100 =	Mémoire circulaire de défauts, 100 derniers
HIST_STAT = 		???history statistic
HIST_STAT_DELETE = 	???delete history statistic
CONFIG_SETTINGS =	Données de configuration
CONFIG_SEND =	Envoi des données de configuration
RELOAD = Recharger
	
[MENU_VIEW]	
SYMBOL_BAR =	Barre d'outils
STATUS_BAR =	Barre d'état
	
[MENU_WINDOW]	
NEW =	Nouvelle fenêtre
CASCADE =	Cascade
TILE =	Mosaïque
ARRANGE =	Réorganiser symboles
	
[MENU_HELP]	
FINDER =	Index de l'aide
ABOUT =	Info sur RailDiag...
	
[DIALOG_SERIAL]	
TITLE =	Paramètres de connexion PC
PORT =	Interface série:
BPS =	Bits par seconde:
BITS =	Bits de données:
PARITY =	Parité:
STOP_BITS =	Bits d'arrêt:
CONTROL =	Contrôle de flux:
CANCEL =	Annuler
OK =	OK
	
[DIALOG_MODEM]	
TITLE =	Paramètres de connexion du modem PC
CONNECTION_NAME =	Connexion:
DESCRIPTION	= Désignation:
NUMBER =	Numéro de téléphone loco:
PIN =	PIN modem PC:
SAVE_PIN =	Enregistrer PIN du modem PC:
PUK = PUK modem PC:
CONNECT =	Connexion
CANCEL =	Annuler
OK =	OK
SETTINGS = Paramètres
DIAL_PREFIX = ???_Dialing prefix
HELP_DIAL_PREFIX = ???_0049 (7541 1234567)
	
[DIALOG_TERMINAL_CONFIG]	
TITLE =	Données de configuration
COMPANY =	Compagnie de chemin de fer:
LOC_TYPE =	Type de loco:
LOC_NUMBER =	N° de loco:
MOTOR_TYPE =	Type de moteur:
MOTOR_NUMBER =	N° de moteur:
MTU_ORDER_NUMBER =	Numéro de commande MTU:
DISPLAY_TELEPHONE_NUMBER = ???_display telephone number
INHIBIT_TIME_SMS =	???_inhibit time
TELEPHONE_NUMBER_1_SMS = ???_telephone number 1 for SMS
TELEPHONE_NUMBER_2_SMS = ???_telephone number 2 for SMS
TELEPHONE_NUMBER_3_SMS = ???_telephone number 3 for SMS
PIN =	PIN modem loco:
PUK =	PUK modem loco:
MESSAGE_SEND =	Transmission de la configuration en cours
MESSAGE_OK =	Configuration bien transmise
MESSAGE_ERR =	Impossible de transmettre la configuration
SEND =	Envoyer
CANCEL =	Annuler
OK =	OK
LOAD = ???_Laden
SAVE = ???_Speichern
	
[DIALOG_PROGRESS]	
TITLE =	Transmission
CANCEL =	Annuler

[DIALOG_PHONE_BOOK]		
TITLE =		Annuaire
DESCRIPTION =		Description
NUMBER =		Numéro de téléphone
NEW_ENTRY =		Nouvelle entrée
EDIT_ENTRY =		Editer l'entrée
DELETE_ENTRY =		Supprimer l'entrée
CANCEL =		Annuler
OK =		OK
IMPORT = ???_Import
EXPORT = ???_Export

[DIALOG_ENTRY_PHONE_BOOK]		
TITLE =		Entrée d'annuaire
DESCRIPTION =		Description
HELP_NUMBER = ???_0049 7541 1234567
NUMBER =		Numéro de téléphone de loco
CANCEL =		Annuler
OK =		OK
		
[DIALOG_CONFIRM_DELETE]		
TITLE =			???_Fehlerstatistik löschen
MESSAGE_TEXT =		???_Soll die Fehlerstatistik am Terminal gelöscht werden?

[MENU_FLEET]
MGR =			???_Flottenmanager
EDIT =			???_Flotte editieren

[DIALOG_FLEET_EDIT]		
TITLE =			???_Flotteneditor
LIST_PHONE_BOOK =	???_Telefonbuch
LIST_FLEET =		???_Telefonbuch
ROW_NUMBER =		???_Nr
DESCRIPTION =		???_Beschreibung
NUMBER =		???_Lok-Telefonnummer
FLEET_NAME=		???_Flottenname
FLEET_NEW=		???_Flotte neu
FLEET_DELETE=		???_Flotte löschen
CANCEL = 		Annuler
OK = 			Ok
IMPORT = 		???_Import
EXPORT =		???_Export
MESSAGE1=		???_Bitte Flottenname eingeben
MESSAGE2=		???_Flotte exisitert bereits

